Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Restart server (quits VortX, then reopen it)
af: Herbegin bediener (sluit VortX af, heropen dit dan)
am: አገልጋዩን እንደገና አስጀምር (VortXን ይዘጋል፣ ከዚያ እንደገና ይክፈቱት)
ar: إعادة تشغيل الخادم (يُنهي VortX، ثم أعِد فتحه)
as: ছাৰ্ভাৰ পুনৰ আৰম্ভ কৰক (VortX বন্ধ হয়, তাৰ পিছত ইয়াক পুনৰ খোলক)
az: Serveri yenidən başlat (VortX bağlanır, sonra onu yenidən açın)
be: Перазапусціць сервер (закрывае VortX, потым адкрыйце яго зноў)
bg: Рестарт на сървъра (затваря VortX, после го отворете отново)
bn: সার্ভার পুনরায় চালু করুন (VortX বন্ধ হবে, এরপর আবার খুলুন)
br: Adloc'hañ ar servijer (serriñ a ra VortX, ha digorit anezhañ en-dro neuze)
bs: Ponovo pokreni server (zatvara VortX, zatim ga ponovo otvorite)
ca: Reinicia el servidor (tanca VortX i torna a obrir-la)
ceb: I-restart ang server (moundang ang VortX, dayon ablihi kini pag-usab)
cs: Restartovat server (ukončí VortX, poté jej znovu otevřete)
cy: Ailgychwyn y gweinydd (yn cau VortX, yna ailagorwch ef)
da: Genstart server (lukker VortX, åbn den så igen)
de: Server neu starten (beendet VortX, dann erneut öffnen)
el: Επανεκκίνηση διακομιστή (κλείνει το VortX, μετά ανοίξτε το ξανά)
es: Reiniciar el servidor (cierra VortX y luego vuelve a abrirlo)
et: Taaskäivita server (sulgeb VortXi, seejärel ava see uuesti)
eu: Berrabiarazi zerbitzaria (VortX itxi eta berriro ireki ezazu)
fa: راه‌اندازی مجدد سرور (VortX بسته می‌شود، سپس دوباره بازش کنید)
fi: Käynnistä palvelin uudelleen (lopettaa VortX:n, avaa se sitten uudelleen)
fil: I-restart ang server (magke-quit ang VortX, pagkatapos ay buksan itong muli)
fo: Byrja ambætara av nýggjum (letur VortX aftur, lat so upp aftur)
fr: Redémarrer le serveur (quitte VortX, puis rouvrez-le)
fy: Server op 'e nij starte (slút VortX ôf, iepenje him dan op 'e nij)
ga: Atosaigh an freastalaí (scoireann VortX, ansin athoscail é)
gd: Ath-thòisich am frithealaiche (dùinidh VortX, an uair sin ath-fhosgail i)
gl: Reiniciar o servidor (pecha VortX e despois ábreo de novo)
gu: સર્વર ફરી શરૂ કરો (VortX બંધ થાય છે, પછી તેને ફરી ખોલો)
ha: Sake fara sabar (yana fita da VortX, sannan sake buɗe ta)
he: הפעל מחדש את השרת (סוגר את VortX, ואז פתח אותו שוב)
hi: सर्वर फिर से शुरू करें (VortX बंद होगा, फिर इसे दोबारा खोलें)
hr: Ponovno pokreni poslužitelj (zatvara VortX, zatim ga otvorite ponovno)
ht: Rilanse sèvè a (fèmen VortX, epi relouvri l)
hu: Kiszolgáló újraindítása (a VortX kilép, majd nyisd meg újra)
hy: Վերագործարկել սերվերը (փակում է VortX-ը, ապա նորից բացեք այն)
id: Mulai ulang server (menutup VortX, lalu buka kembali)
ig: Malitegharịa sava (na-akwụsị VortX, wee meghee ya ọzọ)
is: Endurræsa þjón (lokar VortX, opnaðu það svo aftur)
it: Riavvia il server (chiude VortX, poi riaprilo)
ja: サーバーを再起動（VortX を終了するので再度開いてください）
jv: Miwiti manèh server (metu saka VortX, banjur bukak manèh)
ka: სერვერის გადატვირთვა (VortX დაიხურება, შემდეგ ხელახლა გახსენით)
kk: Серверді қайта қосу (VortX жабылады, кейін қайта ашыңыз)
km: ចាប់ផ្ដើមម៉ាស៊ីនមេឡើងវិញ (បិទ VortX រួចបើកវាឡើងវិញ)
kn: ಸರ್ವರ್ ಮರುಪ್ರಾರಂಭಿಸಿ (VortX ಮುಚ್ಚುತ್ತದೆ, ನಂತರ ಅದನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ)
ko: 서버 재시작 (VortX 종료 후 다시 열기)
ku: Serverê ji nû ve veke (VortX derdikeve, paşê wê ji nû ve veke)
ky: Серверди кайра иштетүү (VortX жабылат, анан аны кайра ачыңыз)
lb: Server nei starten (mécht VortX zou, maach en dann erëm op)
lo: ຣີສະຕາດເຊີບເວີ (ປິດ VortX, ແລ້ວເປີດຄືນ)
lt: Paleisti serverį iš naujo (VortX išsijungs, tada atidarykite ją iš naujo)
lv: Restartēt serveri (aizver VortX, pēc tam atveriet to no jauna)
mg: Averina alefa ny server (mijanona ny VortX, avy eo sokafy indray)
mi: Whakaara anō i te tūmau (ka whakamutu i a VortX, kātahi ka whakatuwhera anō)
mk: Рестартирај го серверот (го затвора VortX, потоа отворете го повторно)
ml: സെർവർ പുനരാരംഭിക്കുക (VortX പുറത്തുകടക്കും, പിന്നെ വീണ്ടും തുറക്കുക)
mn: Серверийг дахин эхлүүлэх (VortX гарч, дараа нь дахин нээнэ)
mr: सर्व्हर रीस्टार्ट करा (VortX बंद होते, मग ते पुन्हा उघडा)
ms: Mulakan semula pelayan (keluar daripada VortX, kemudian buka semula)
mt: Erġa' ibda s-server (jagħlaq VortX, imbagħad erġa' iftaħha)
my: server ပြန်ဖွင့်ရန် (VortX ထွက်၍ ၎င်းကို ပြန်ဖွင့်ပါ)
nb: Start serveren på nytt (avslutter VortX, åpne den deretter på nytt)
ne: सर्भर पुनः सुरु गर्नुहोस् (VortX बन्द हुन्छ, अनि फेरि खोल्नुहोस्)
nl: Server opnieuw starten (sluit VortX af, open hem daarna opnieuw)
ny: Yambitsaninso seva (imatseka VortX, kenako itsekulireni)
oc: Reaviar lo servidor (tampa VortX, puèi tornatz-lo dobrir)
or: ସର୍ଭର ପୁନଃ ଆରମ୍ଭ କରନ୍ତୁ (VortX ବନ୍ଦ କରେ, ତାପରେ ଏହାକୁ ପୁନଃ ଖୋଲନ୍ତୁ)
pa: ਸਰਵਰ ਮੁੜ ਚਾਲੂ ਕਰੋ (VortX ਬੰਦ ਹੁੰਦਾ ਹੈ, ਫਿਰ ਇਸਨੂੰ ਮੁੜ ਖੋਲ੍ਹੋ)
pl: Uruchom ponownie serwer (zamyka VortX, następnie otwórz go ponownie)
ps: سرور بیا پیل کړئ (VortX تړي، بیا یې خلاص کړئ)
pt_br: Reiniciar servidor (fecha o VortX, depois reabra-o)
pt_pt: Reiniciar servidor (o VortX sai, depois reabra-o)
ro: Repornește serverul (închide VortX, apoi redeschide-l)
ru: Перезапустить сервер (VortX закроется, затем откройте его снова)
rw: Ongera utangize seriveri (isohora VortX, hanyuma uyongere uyifungure)
sd: سرور ٻيهر شروع ڪريو (VortX بند ٿئي ٿو، پوءِ ان کي ٻيهر کوليو)
si: සේවාදායකය නැවත ආරම්භ කරන්න (VortX ඉවත් වේ, පසුව එය නැවත විවෘත කරන්න)
sk: Reštartovať server (ukončí VortX, potom ho znova otvorte)
sl: Znova zaženi strežnik (VortX se zapre, nato ga znova odprite)
sm: Toe amata le server (tapunia VortX, ona toe tatala lea)
sn: Tangazve sevha (inobuda muVortX, wozoivhurazve)
so: Dib u bilow server-ka (VortX ayuu ka baxaa, kadibna dib u fur)
sq: Rinise serverin (mbyll VortX, pastaj rihapeni)
sr: Поново покрени сервер (затвара VortX, затим га поново отворите)
st: Qala seva hape (e koala VortX, ebe u e bula hape)
su: Balikan deui sérver (nutup VortX, terus buka deui)
sv: Starta om servern (avslutar VortX, öppna den sedan igen)
sw: Anzisha upya seva (hufunga VortX, kisha ifungue tena)
ta: சேவையகத்தை மீண்டும் தொடங்கு (VortX வெளியேறும், பின்னர் மீண்டும் திறக்கவும்)
te: సర్వర్‌ను పునఃప్రారంభించండి (VortX నిష్క్రమిస్తుంది, తర్వాత దాన్ని మళ్లీ తెరవండి)
tg: Аз нав оғоз кардани сервер (VortX-ро мебандад, сипас онро аз нав кушоед)
th: เริ่มเซิร์ฟเวอร์ใหม่ (ปิด VortX แล้วเปิดใหม่)
tr: Sunucuyu yeniden başlat (VortX kapanır, ardından tekrar açın)
tt: Серверны яңадан кабыз (VortX ябыла, аннан аны кабат ач)
ug: مۇلازىمېتىرنى قايتا قوزغات (VortX چېكىنىدۇ، ئاندىن قايتا ئېچىڭ)
uk: Перезапустити сервер (VortX закриється, потім відкрийте його знову)
ur: سرور دوبارہ شروع کریں (VortX بند ہوگا، پھر اِسے دوبارہ کھولیں)
uz: Serverni qayta ishga tushirish (VortX chiqadi, keyin uni qayta oching)
vi: Khởi động lại máy chủ (thoát VortX rồi mở lại)
xh: Qalisa kwakhona iseva (ivala iVortX, uze uyivule kwakhona)
yo: Tún sáfà bẹ̀rẹ̀ (VortX máa jáde, kí o sì tún un ṣí)
zh_hans: 重启服务器（将退出 VortX，请随后重新打开）
zh_hant: 重新啟動伺服器（會結束 VortX，請再重新開啟）
zu: Qala kabusha iseva (iphuma ku-VortX, bese uyivula kabusha)

source: Share streaming server on this network
af: Deel stroombediener op hierdie netwerk
am: የዥረት አገልጋዩን በዚህ አውታረ መረብ ላይ አጋራ
ar: مشاركة خادم البث على هذه الشبكة
as: এই নেটৱৰ্কত ষ্ট্ৰীমিং ছাৰ্ভাৰ শ্বেয়াৰ কৰক
az: Yayım serverini bu şəbəkədə paylaş
be: Абагуліць сервер стрымінгу ў гэтай сетцы
bg: Споделяне на сървъра за стрийминг в тази мрежа
bn: এই নেটওয়ার্কে স্ট্রিমিং সার্ভার শেয়ার করুন
br: Rannañ ar servijer lanviñ war ar rouedad-mañ
bs: Podijeli server za streamovanje na ovoj mreži
ca: Comparteix el servidor d'emissió en aquesta xarxa
ceb: I-share ang streaming server niini nga network
cs: Sdílet streamovací server v této síti
cy: Rhannu'r gweinydd ffrydio ar y rhwydwaith hwn
da: Del streaming-server på dette netværk
de: Streaming-Server in diesem Netzwerk freigeben
el: Κοινή χρήση διακομιστή ροής σε αυτό το δίκτυο
es: Compartir el servidor de streaming en esta red
et: Jaga voogedastusserverit selles võrgus
eu: Partekatu streaming zerbitzaria sare honetan
fa: اشتراک‌گذاری سرور پخش در این شبکه
fi: Jaa suoratoistopalvelin tässä verkossa
fil: Ibahagi ang streaming server sa network na ito
fo: Deil streymingarambætara á hesum neti
fr: Partager le serveur de diffusion sur ce réseau
fy: Streaming-server op dit netwurk diele
ga: Roinn an freastalaí sruthaithe ar an líonra seo
gd: Co-roinn am frithealaiche sruthaidh air an lìonra seo
gl: Compartir o servidor de emisión nesta rede
gu: આ નેટવર્ક પર સ્ટ્રીમિંગ સર્વર શેર કરો
ha: Raba sabar streaming a wannan hanyar sadarwa
he: שתף את שרת השידור ברשת זו
hi: इस नेटवर्क पर स्ट्रीमिंग सर्वर साझा करें
hr: Dijeli poslužitelj za streaming na ovoj mreži
ht: Pataje sèvè streaming lan sou rezo sa a
hu: Streamingkiszolgáló megosztása ezen a hálózaton
hy: Կիսել հեռարձակման սերվերն այս ցանցում
id: Bagikan server streaming di jaringan ini
ig: Kesaa sava nkesa na netwọk a
is: Deila streymisþjóni á þessu neti
it: Condividi il server di streaming su questa rete
ja: このネットワークでストリーミングサーバーを共有
jv: Bagi server streaming ing jaringan iki
ka: სტრიმინგ-სერვერის გაზიარება ამ ქსელში
kk: Осы желіде ағындық серверге қол жеткізуді ашу
km: ចែករំលែកម៉ាស៊ីនមេស្ទ្រីមនៅលើបណ្ដាញនេះ
kn: ಈ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಸ್ಟ್ರೀಮಿಂಗ್ ಸರ್ವರ್ ಹಂಚಿಕೊಳ್ಳಿ
ko: 이 네트워크에서 스트리밍 서버 공유
ku: Servera streamkirinê li ser vê torê parve bike
ky: Стриминг серверин ушул тармакта бөлүшүү
lb: Streaming-Server op dësem Netzwierk deelen
lo: ແບ່ງປັນເຊີບເວີສະຕຣີມມິງໃນເຄືອຂ່າຍນີ້
lt: Bendrinti srautinio perdavimo serverį šiame tinkle
lv: Koplietot straumēšanas serveri šajā tīklā
mg: Zarao amin'ity tambajotra ity ny server streaming
mi: Tohaina te tūmau awa i tēnei whatunga
mk: Сподели го серверот за стримување на оваа мрежа
ml: ഈ നെറ്റ്‌വർക്കിൽ സ്ട്രീമിംഗ് സെർവർ പങ്കിടുക
mn: Энэ сүлжээнд урсгалын серверийг хуваалцах
mr: या नेटवर्कवर स्ट्रीमिंग सर्व्हर शेअर करा
ms: Kongsi pelayan penstriman di rangkaian ini
mt: Aqsam is-server tal-istreaming fuq din in-network
my: ဤ network ပေါ်တွင် streaming server မျှဝေရန်
nb: Del strømmeserveren på dette nettverket
ne: यो नेटवर्कमा स्ट्रिमिङ सर्भर साझा गर्नुहोस्
nl: Streamingserver delen op dit netwerk
ny: Gawanani seva ya streaming pa netiweki iyi
oc: Partejar lo servidor de difusion sus aquesta ret
or: ଏହି ନେଟୱର୍କରେ ଷ୍ଟ୍ରିମିଂ ସର୍ଭର ସେୟାର କରନ୍ତୁ
pa: ਇਸ ਨੈੱਟਵਰਕ 'ਤੇ ਸਟ੍ਰੀਮਿੰਗ ਸਰਵਰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij serwer strumieniowy w tej sieci
ps: پدې شبکه کې د سټریمینګ سرور شریک کړئ
pt_br: Compartilhar servidor de streaming nesta rede
pt_pt: Partilhar servidor de transmissão nesta rede
ro: Partajează serverul de streaming în această rețea
ru: Открыть доступ к серверу в этой сети
rw: Sangira seriveri ya streaming kuri iyi network
sd: هن نيٽ ورڪ تي اسٽريمنگ سرور شيئر ڪريو
si: මෙම ජාලයේ ප්‍රවාහ සේවාදායකය බෙදාගන්න
sk: Zdieľať streamovací server v tejto sieti
sl: Deli pretočni strežnik v tem omrežju
sm: Faasoa le server streaming i lenei fesootaiga
sn: Goverana sevha ye streaming panetiweki iyi
so: La wadaag server-ka stream-ka shabakaddan
sq: Ndaj serverin e transmetimit në këtë rrjet
sr: Дели сервер за стримовање на овој мрежи
st: Arolelana seva sa streaming marang-rang ana
su: Bagikeun sérver streaming dina jaringan ieu
sv: Dela strömningsservern i det här nätverket
sw: Shiriki seva ya utiririshaji kwenye mtandao huu
ta: இந்த நெட்வொர்க்கில் ஸ்ட்ரீமிங் சேவையகத்தைப் பகிர்
te: ఈ నెట్‌వర్క్‌లో స్ట్రీమింగ్ సర్వర్‌ను భాగస్వామ్యం చేయండి
tg: Мубодилаи сервери ҷараён дар ин шабака
th: แชร์เซิร์ฟเวอร์สตรีมมิงในเครือข่ายนี้
tr: Akış sunucusunu bu ağda paylaş
tt: Агым серверын бу челтәрдә уртаклаш
ug: بۇ توردا ئېقىن مۇلازىمېتىرىنى ھەمبەھىرلە
uk: Поділитися сервером потокового відтворення в цій мережі
ur: اِس نیٹ ورک پر اسٹریمنگ سرور شیئر کریں
uz: Oqim serverini shu tarmoqda ulashish
vi: Chia sẻ máy chủ phát trực tuyến trên mạng này
xh: Yabelana ngeseva yestream kule network
yo: Pín sáfà streaming lórí nẹtiwọ́kì yìí
zh_hans: 在此网络上共享流媒体服务器
zh_hant: 在此網路上分享串流伺服器
zu: Yabelana ngeseva ye-streaming kule nethiwekhi

source: Connect to Wi-Fi or Ethernet to get a shareable address
af: Koppel aan Wi-Fi of Ethernet om 'n deelbare adres te kry
am: የሚጋራ አድራሻ ለማግኘት ከWi-Fi ወይም Ethernet ጋር ይገናኙ
ar: اتصل بشبكة Wi-Fi أو إيثرنت للحصول على عنوان قابل للمشاركة
as: শ্বেয়াৰ কৰিব পৰা ঠিকনা এটা পাবলৈ Wi-Fi বা Ethernet-ৰ সৈতে সংযোগ কৰক
az: Paylaşıla bilən ünvan əldə etmək üçün Wi-Fi və ya Ethernet-ə qoşulun
be: Падключыцеся да Wi-Fi ці Ethernet, каб атрымаць адрас для абагульвання
bg: Свържете се към Wi-Fi или Ethernet, за да получите адрес за споделяне
bn: শেয়ারযোগ্য ঠিকানা পেতে Wi-Fi বা Ethernet-এ সংযুক্ত হোন
br: Kennaskit ouzh Wi-Fi pe Ethernet evit kaout ur chomlec'h rannadus
bs: Povežite se na Wi-Fi ili Ethernet da dobijete adresu za dijeljenje
ca: Connecta't a una xarxa Wi-Fi o Ethernet per obtenir una adreça que es pugui compartir
ceb: Kumonekta sa Wi-Fi o Ethernet aron makakuha og address nga ma-share
cs: Připojte se k Wi-Fi nebo Ethernetu a získejte adresu pro sdílení
cy: Cysylltwch â Wi-Fi neu Ethernet i gael cyfeiriad y gellir ei rannu
da: Opret forbindelse til Wi-Fi eller Ethernet for at få en adresse, der kan deles
de: Verbinde dich mit WLAN oder Ethernet, um eine teilbare Adresse zu erhalten
el: Συνδεθείτε σε Wi-Fi ή Ethernet για να λάβετε διεύθυνση κοινής χρήσης
es: Conéctate a Wi-Fi o Ethernet para obtener una dirección que puedas compartir
et: Jagatava aadressi saamiseks ühenda Wi-Fi või Etherneti võrku
eu: Konektatu Wi-Fira edo Ethernetera helbide partekagarri bat lortzeko
fa: برای دریافت نشانی قابل اشتراک‌گذاری، به Wi-Fi یا اترنت متصل شوید
fi: Yhdistä Wi-Fiin tai Ethernetiin saadaksesi jaettavan osoitteen
fil: Kumonekta sa Wi-Fi o Ethernet para makakuha ng address na maibabahagi
fo: Tilkoyr Wi-Fi ella Ethernet fyri at fáa eina deililiga adressu
fr: Connectez-vous au Wi-Fi ou à l'Ethernet pour obtenir une adresse partageable
fy: Ferbyn mei Wi-Fi of Ethernet om in dielber adres te krijen
ga: Ceangail le Wi-Fi nó Ethernet chun seoladh inroinnte a fháil
gd: Ceangail ri Wi-Fi no Ethernet gus seòladh a ghabhas a cho-roinn fhaighinn
gl: Conéctate a unha rede Wi-Fi ou Ethernet para obter un enderezo que compartir
gu: શેર કરી શકાય તેવું સરનામું મેળવવા Wi-Fi અથવા Ethernet સાથે કનેક્ટ કરો
ha: Haɗa da Wi-Fi ko Ethernet don samun adireshin da za a iya rabawa
he: התחבר ל-Wi-Fi או ל-Ethernet כדי לקבל כתובת לשיתוף
hi: साझा करने योग्य पता पाने के लिए Wi-Fi या ईथरनेट से कनेक्ट करें
hr: Povežite se na Wi-Fi ili Ethernet da biste dobili adresu za dijeljenje
ht: Konekte ak Wi-Fi oswa Ethernet pou jwenn yon adrès ou ka pataje
hu: Csatlakozz Wi-Fi-hez vagy Ethernethez a megosztható cím megszerzéséhez
hy: Միացեք Wi-Fi-ին կամ Ethernet-ին՝ կիսվելու հասցե ստանալու համար
id: Sambungkan ke Wi-Fi atau Ethernet untuk mendapatkan alamat yang dapat dibagikan
ig: Jikọọ na Wi-Fi ma ọ bụ Ethernet iji nweta adreesị enwere ike ịkekọrịta
is: Tengdu við Wi-Fi eða Ethernet til að fá vistfang sem hægt er að deila
it: Connettiti al Wi-Fi o all'Ethernet per ottenere un indirizzo condivisibile
ja: 共有できるアドレスを取得するには Wi-Fi または有線 LAN に接続してください
jv: Sambung menyang Wi-Fi utawa Ethernet kanggo entuk alamat sing bisa dibagi
ka: დასაკავშირებელი მისამართის მისაღებად დაუკავშირდით Wi-Fi-ს ან Ethernet-ს
kk: Бөлісуге болатын мекенжай алу үшін Wi-Fi немесе Ethernet желісіне қосылыңыз
km: ភ្ជាប់ Wi-Fi ឬ Ethernet ដើម្បីទទួលអាសយដ្ឋានដែលអាចចែករំលែកបាន
kn: ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ವಿಳಾಸ ಪಡೆಯಲು Wi-Fi ಅಥವಾ Ethernet ಗೆ ಸಂಪರ್ಕಿಸಿ
ko: 공유 가능한 주소를 받으려면 Wi-Fi 또는 이더넷에 연결하세요
ku: Bi Wi-Fi an Ethernet ve girêbide da ku navnîşaneke parvekirinbar bistînî
ky: Бөлүшө турган даректи алуу үчүн Wi-Fi же Ethernet'ке туташыңыз
lb: Verbann dech mat Wi-Fi oder Ethernet fir eng deelbar Adress ze kréien
lo: ເຊື່ອມຕໍ່ Wi-Fi ຫຼື Ethernet ເພື່ອຮັບທີ່ຢູ່ທີ່ແບ່ງປັນໄດ້
lt: Prisijunkite prie „Wi-Fi“ ar „Ethernet“, kad gautumėte bendrinamą adresą
lv: Izveidojiet savienojumu ar Wi-Fi vai Ethernet, lai iegūtu koplietojamu adresi
mg: Miorena amin'ny Wi-Fi na Ethernet hahazoana adiresy azo zaraina
mi: Honoa ki te Wi-Fi, ki te Ethernet rānei kia whiwhi wāhitau ka taea te toha
mk: Поврзете се на Wi-Fi или Ethernet за да добиете адреса за споделување
ml: പങ്കിടാവുന്ന വിലാസം ലഭിക്കാൻ Wi-Fi അല്ലെങ്കിൽ Ethernet-ലേക്ക് കണക്റ്റ് ചെയ്യുക
mn: Хуваалцах хаяг авахын тулд Wi-Fi эсвэл Ethernet-д холбогдоно уу
mr: शेअर करण्यायोग्य पत्ता मिळवण्यासाठी Wi-Fi किंवा Ethernet ला जोडा
ms: Sambung ke Wi-Fi atau Ethernet untuk mendapatkan alamat yang boleh dikongsi
mt: Qabbad ma' Wi-Fi jew Ethernet biex tikseb indirizz li jista' jinqasam
my: မျှဝေနိုင်သော လိပ်စာတစ်ခု ရရှိရန် Wi-Fi သို့မဟုတ် Ethernet သို့ ချိတ်ဆက်ပါ
nb: Koble til Wi-Fi eller Ethernet for å få en delbar adresse
ne: साझा गर्न मिल्ने ठेगाना पाउन Wi-Fi वा Ethernet मा जडान गर्नुहोस्
nl: Maak verbinding met wifi of ethernet om een deelbaar adres te krijgen
ny: Lumikizani ku Wi-Fi kapena Ethernet kuti mupeze adilesi yogawana
oc: Connectatz-vos al Wi-Fi o a Ethernet per obténer una adreça partejabla
or: ଏକ ସେୟାର କରିବା ଯୋଗ୍ୟ ଠିକଣା ପାଇବାକୁ Wi-Fi କିମ୍ବା Ethernet‌ସହିତ ସଂଯୋଗ କରନ୍ତୁ
pa: ਸਾਂਝਾ ਕਰਨਯੋਗ ਪਤਾ ਲੈਣ ਲਈ Wi-Fi ਜਾਂ Ethernet ਨਾਲ ਜੁੜੋ
pl: Połącz się z siecią Wi-Fi lub Ethernet, aby uzyskać adres do udostępnienia
ps: د یوې شریکېدونکې پتې د ترلاسه کولو لپاره Wi-Fi یا Ethernet ته ونښلئ
pt_br: Conecte-se ao Wi-Fi ou Ethernet para obter um endereço compartilhável
pt_pt: Ligue-se a Wi-Fi ou Ethernet para obter um endereço partilhável
ro: Conectează-te la Wi-Fi sau Ethernet pentru a obține o adresă ce poate fi partajată
ru: Подключитесь к Wi-Fi или Ethernet, чтобы получить адрес для общего доступа
rw: Wihuze na Wi-Fi cyangwa Ethernet kugira ngo ubone aderesi ishobora gusangirwa
sd: شيئر ٿيندڙ پتو حاصل ڪرڻ لاءِ Wi-Fi يا Ethernet سان ڳنڍيو
si: බෙදාගත හැකි ලිපිනයක් ලබා ගැනීමට Wi-Fi හෝ Ethernet වෙත සම්බන්ධ වන්න
sk: Pripojte sa k Wi-Fi alebo ethernetu, aby ste získali zdieľateľnú adresu
sl: Povežite se z omrežjem Wi-Fi ali Ethernet, da dobite naslov za deljenje
sm: Fesootai i le Wi-Fi po o le Ethernet e maua ai se tuatusi e mafai ona faasoa
sn: Batanidza kuWi-Fi kana Ethernet kuti uwane kero inogoveranika
so: Ku xir Wi-Fi ama Ethernet si aad u hesho cinwaan la wadaagi karo
sq: Lidhuni me Wi-Fi ose Ethernet për të marrë një adresë të ndashme
sr: Повежите се на Wi-Fi или Ethernet да бисте добили адресу за дељење
st: Hokahanya ho Wi-Fi kapa Ethernet ho fumana aterese e ka arolelanoang
su: Sambungkeun ka Wi-Fi atawa Ethernet pikeun meunang alamat nu bisa dibagi
sv: Anslut till Wi-Fi eller Ethernet för att få en delbar adress
sw: Unganisha kwenye Wi-Fi au Ethernet ili kupata anwani inayoweza kushirikiwa
ta: பகிரக்கூடிய முகவரியைப் பெற Wi-Fi அல்லது Ethernet உடன் இணைக்கவும்
te: భాగస్వామ్యం చేయగల చిరునామా పొందడానికి Wi-Fi లేదా ఈథర్నెట్‌కు కనెక్ట్ అవ్వండి
tg: Барои гирифтани суроғаи қобили мубодила ба Wi-Fi ё Ethernet пайваст шавед
th: เชื่อมต่อ Wi-Fi หรืออีเทอร์เน็ตเพื่อรับที่อยู่สำหรับแชร์
tr: Paylaşılabilir bir adres almak için Wi-Fi veya Ethernet'e bağlanın
tt: Уртаклашырлык адрес алу өчен Wi-Fi яки Ethernet'ка тоташ
ug: ھەمبەھىرلىگىلى بولىدىغان ئادرېس ئېلىش ئۈچۈن Wi-Fi ياكى Ethernet قا ئۇلىنىڭ
uk: Підключіться до Wi-Fi або Ethernet, щоб отримати адресу для надання доступу
ur: شیئر ہونے والا پتہ حاصل کرنے کے لیے Wi-Fi یا Ethernet سے منسلک ہوں
uz: Ulashiladigan manzil olish uchun Wi-Fi yoki Ethernet'ga ulaning
vi: Kết nối Wi-Fi hoặc Ethernet để nhận địa chỉ có thể chia sẻ
xh: Qhagamshela kwiWi-Fi okanye iEthernet ukufumana idilesi enokwabelwana ngayo
yo: Sopọ̀ mọ́ Wi-Fi tàbí Ethernet láti gba àdírẹ́ẹ̀sì tí a lè pín
zh_hans: 请连接 Wi-Fi 或以太网以获取可共享的地址
zh_hant: 連線至 Wi-Fi 或乙太網路以取得可分享的位址
zu: Xhuma ku-Wi-Fi noma i-Ethernet ukuze uthole ikheli elingabelwana ngalo
